// 1. Зарплата вечернего уборщика в городской поликлинике `40000` рублей, а педагога по вокалу `22000` рублей. Выведите в консоль, сколько может зарабатывать вечерний уборщик, имея голос и педагогическое образование?

const x = 40000

const y = 22000

console.log ( x + y );

// 2. Сложите слово `'Владивосток'` и число `2000`, а также добавьте между ними пробел, чтобы получилось название известной песни. Результат выведите в консоль.

const city = "Владивосток";

const year = "2000";

console.log ( city + " " + year );

// 3. Прокрастинируя дома, Русалка `128` минут переписывалась в мессенджере, `254` минуты лайкала фотокарточки, `137` минут читала статьи ВКонтакте и `201` минуту смотрела стендапы на YouTube.
// Выведите в консоль, сколько часов прокрастинировала Русалка.
// 4. Возведите число 2 в 5 степень.
// 5. Выведите в консоль строку: `"Нужно бежать со всех ног, чтобы только оставаться на месте, а чтобы куда-то попасть, надо бежать как минимум вдвое быстрее!"`
// 6. У вас есть две переменные:
    
//     ```jsx
//     const greetings = "Привет";
//     const name = "Кот";
//     ```
    
//     Склейте значение этих двух переменных и выведите на экран значение «‎Привет, Кот».